Revit 2027 API
ParameterTypeId.PathOfTravelFromRoom Property
 "From Room"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathOfTravelFromRoom { get; }
Public Shared ReadOnly Property PathOfTravelFromRoom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathOfTravelFromRoom {
	ForgeTypeId^ get ();
}
static member PathOfTravelFromRoom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace